Repository: ProductionsRhizome/Wikibiographie
Catalog: languages/wikibiographie-*.po
Languages: fr_ca

source: WikiBiographie configuration
fr_ca: Configuration de WikiBiographie

source: WikiBiographie parameters
fr_ca: Paramètres WikiBiographie

source: Cache duration
fr_ca: Durée du cache

source: 1 day
fr_ca: 1 jour

source: 1 week (7 days)
fr_ca: 1 semaine (7 jours)

source: 1 month (30 days)
fr_ca: 1 mois (30 jours)

source: 3 months (90 days)
fr_ca: 3 mois (90 jours)

source: 6 months (180 days)
fr_ca: 6 mois (180 jours)

source: The choosen duration won't affect current biographies until they are expired or manually refreshed.
fr_ca: La durée choisie n’affectera pas les biographies actuelles tant qu’elles n’ont pas expiré ou qu’elles n’ont pas été actualisées manuellement.

source: Maximum characters for descriptions
fr_ca: Nombre maximal de caractères pour les descriptions

source: Enter 0 for no limit.
fr_ca: Entrez 0 pour aucune limite.

source: Choose information do display
fr_ca: Choisissez les informations que vous affichez

source: First name
fr_ca: Prénom

source: Last name
fr_ca: Nom

source: Nickname
fr_ca: Surnom

source: Date of birth
fr_ca: Date de naissance

source: Place of birth
fr_ca: Lieu de naissance

source: Date of death
fr_ca: Date du décès

source: Place of death
fr_ca: Lieu du décès

source: Occupation
fr_ca: Emploi

source: Official website
fr_ca: Site officiel

source: Description and complimentary description
fr_ca: Description et description complémentaire

source: Only the selected information will be displayed in the biography.
fr_ca: Seules les informations sélectionnées seront affichées dans la biographie.

source: Cached biographies
fr_ca: Biographies mises en cache

source: The biography data will be fetched and put into cache upon the next visit.
fr_ca: Les données biographiques seront récupérées et mises en cache lors de la prochaine visite.

source: The maximum description length must be a number.
fr_ca: La longueur maximale de la description doit être un nombre.

source: The number of characters must be greater than 0 and less than 5000.
fr_ca: Le nombre de caractères doit être supérieur à 0 et inférieur à 5000.

source: Empty cache data
fr_ca: Données de cache vides

source: Loading...
fr_ca: Chargement...

source: Wikipedia
fr_ca: Wikipédia

source: Custom
fr_ca: Personnalisé

source: To customize the photo, set a featured image.
fr_ca: Pour personnaliser la photo, définissez une image en vedette.

source: Complementary description (will be added after the description)
fr_ca: Description complémentaire (sera ajoutée après la description)

source: Wikipedia URL
fr_ca: URL Wikipédia

source: Refresh Wikipedia info
fr_ca: Actualiser les informations de Wikipédia

source: You must provide a valid Wikipedia URL.
fr_ca: Vous devez fournir une URL Wikipédia valide.

source: Biography
fr_ca: Biographie

source: Add a biography
fr_ca: Ajouter une biographie

source: New biography
fr_ca: Nouvelle biographie

source: Edit biography
fr_ca: Modifier la biographie

source: View biography
fr_ca: Voir la biographie

source: All biographies
fr_ca: Toutes les biographies

source: Search for a biography
fr_ca: Recherche d’une biographie

source: Parent biography
fr_ca: Biographie des parents

source: No biography found
fr_ca: Aucune biographie trouvée

source: No biography in the trash
fr_ca: Pas de biographie à la poubelle

source: Biographic informations
fr_ca: Informations biographiques

source: Could not retrieve image name from its url
fr_ca: Impossible de récupérer le nom de l’image à partir de son URL

source: The type of data to be added to the cache must be array.
fr_ca: Le type de données à ajouter au cache doit être le tableau.

source: Search
fr_ca: Recherche

source: Biography of :
fr_ca: Biographie de :

source: Photo of
fr_ca: Photo de

source: Content comply to CC-BY-SA 3.0 licence
fr_ca: Contenu soumis à la licence CC-BY-SA 3.0

source: Fetch and manage biographies from Wikipedia.
fr_ca: Récupérez et gérez les biographies de Wikipédia.
